tap "1password/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "wix/brew"
brew "sqlite"
brew "aws-elasticbeanstalk", link: false
brew "python@3.9"
brew "cassandra", restart_service: true
brew "cython"
brew "ruby"
brew "fastlane", link: false
brew "gh"
brew "mysql@5.7", restart_service: true
brew "openssl@3", link: false
brew "postgresql@14"
brew "ruby-build"
brew "rbenv"
brew "zlib"
brew "wix/brew/applesimutils"
cask "1password-cli"
vscode "going to check telemetry in cliProcessMain"
vscode "FaroSystemAppender constructor"
vscode "akamud.vscode-theme-onedark"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "GitHub.copilot"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "idrabenia.solidity-solhint"
vscode "JuanBlanco.solidity"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-vscode.sublime-keybindings"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "smkamranqadri.vscode-bolt-language"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
